Repository: bukamasedo/oikomi
Catalog: App/Widgets/Localizable.xcstrings
Source language: ja
Languages: en

# %lld セッション・%@ %@
source: %1$lld セッション・%2$@ %3$@
en: %lld sessions · %@ %@

source: %lld セット
en: %lld sets

# %lld 種目 · %lld セット
source: %1$lld 種目 · %2$lld セット
en: %lld exercises · %lld sets

# %lld 週連続・%lld セッション
source: %1$lld 週連続・%2$lld セッション
en: %lld-week streak · %lld sessions

source: HRV・安静時心拍・睡眠から今日の調子を Pro で表示します。
en: Pro shows today's condition from HRV, resting heart rate, and sleep.

source: Oikomi 統計
en: Oikomi Stats

source: アプリを開くと計算します
en: Calculated when you open the app

source: コンディション Pro
en: Condition Pro

source: タップで開く
en: Tap to open

source: レスト残り
en: Rest remaining

source: 今日のコンディション
en: Today's Condition

source: 今日のルーティンなし
en: No routine today

source: 今週
en: This week

# 今週 %lld / %lld 日
source: 今週 %1$lld / %2$lld 日
en: %lld / %lld days this week

# 今週 %lld/%lld 日 · %lld セッション
source: 今週 %1$lld/%2$lld 日 · %3$lld セッション
en: %lld/%lld days · %lld sessions this week

# 今週 %lld/%lld 日 · %lld 週連続
source: 今週 %1$lld/%2$lld 日 · %3$lld 週連続
en: %lld/%lld days · %lld-week streak this week

source: 今週の達成日数とトレーニング状況を表示
en: Show days completed and training status this week

source: 本日のルーティン
en: Today's Routine

source: 経過
en: Elapsed

source: 進行中
en: In progress

source: 選んで始める
en: Pick one to start

source: 開始
en: Start
